Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.25.10.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien kokouksesta ja poronhoitoasioista
sme: Sámedikki čoakkámis ja boazodoalloáššiin

source: Kiireinen työviikko on takana ja yhtä kiireinen on edessä.
sme: Hohpolaš bargovahkku lea duogábealde ja liikká hohpolaš lea ovddabealde.

source: Saamelaiskäräjien yleiskokous on toissapäivänä.
sme: Sámedikki dievasčoakkán lea dollojuvvon ovddetbeaivve.

source: Kokouksen päätöksestä löytyy tiedote kotisivuiltamme.
sme: Čoakkánmearrádusas gávdno dieđáhus sámedikki ruovttusiidduin.

source: Tiedän, että asiasta liikkuu paljon huhuja ja asiasta käydään keskustelua keskustelupalstoilla.
sme: Dieđán, ahte áššis leat jođus olu šolžžat ja áššis ságastallojuvvo ságastallanbálsttáin.

source: Valitettavasti huhuilta on vaikea katkaista siipiä.
sme: Dađi bahábut šolžžain lea váttis botket sojiid.

source: Ymmärrän ihmisluonteen ja tarpeen löytää asialle perusteluja ja haluavan tietää kaikkien päätösten taustat.
sme: Ipmirdan olbmo luonddu ja dárbbu gávdnat áššái ákkaid ja hálu diehtit mearrádusa buot duogážiid.

source: Valitettavasti se ei ole mahdollista ja toivonkin, että saamelaiskäräjille annetaan työrauha sekä työyhteisöllemme aikaa toipua asiasta.
sme: Dađi bahábut dat ii leat vejolaš ja sávannai, ahte sámediggái addojuvvo bargoráfi dego bargoservošamet áigi áhtat áššis.

source: Erityisen tärkeää on kunnioittaa hallintopäällikön ja hänen läheistensä yksityisyyttä ja antaa heille aikaa ja rauhaa sopeutua tilanteeseen.
sme: Earenoamáš dehálaš lea gudnejahttit hálddahushoavdda ja su lagamuččaid priváhtavuođa ja addit sidjiide áiggi ja ráfi vuogáiduvvat dillái.

source: Olen kuullut että päätöstä olisi pidetty poliittisena salaliittona.
sme: Lean gullan, ahte mearrádus lea adnon politihkalaš suollemaslihttun.

source: Asiassa e ole mitään poliittista vaan päätös on tehty lainsäädäntöön pohjautuen ja asiassa on käytetty apuna ulkopuolisia, riippumattomia asiantuntijoita.
sme: Áššis ii leat mihkkege politihkalaččaid, muhto mearrádus lea dahkkon lágaid vuođul ja áššis leat adnon olggobeal, bealakeahtes áššedovdit.

source: Kokouksen päätöksen perusteluita en voi kommentoida enempää, koska rikkoisin silloin julkisuuslakia.
sme: Čoakkáma mearrádusa ákkaid in sáhte čilget dađi eanet, daningo dalle rihkkolin almmolašvuohtalága.

source: Kyseessä oli minun työurani vaikein ja raskain päätös.
sme: Jearaldagas lea mu barganáigge váddáseamos ja losimus mearrádus.

source: Koko syksy on ollut saamelaiskäräjille hyvin raskasta tämän asian johdosta.
sme: Oba čakča lea leamaš sámediggái hui lossat dán ášši geažil.

source: Samanaikaisesti meillä on todella tärkeitä prosesseja menossa kuten saamelaiskäräjälain ja metsähallituslain uudistus.
sme: Ovttaáigásaččat mis leat duođaid dehálaš proseassat jođus dego sámediggelága ja meahcceráđđehuslága ođasteapmi.

source: Tilanne on ollut luottamushenkilöille ja työntekijöille henkisesti raskas, mutta se vaikuttanut myös saamelaiskäräjiin työyhteisönä.
sme: Dilli lea leamaš luohttámušolbmuide ja bargiide vuoiŋŋalaččat lossat, muhto dat lea váikkuhan maid sámediggái bargosearvvušin.

source: Olemme järjestäneet henkilöstölle keskusteluapua tilanteesta ja myös koulutusta.
sme: Mii leat lágidan bargiide ságastallanveahki dilis ja maid skuvlejumi.

source: Tulemme varmasti keskusteluapua ja koulutusta jatkamaankin.
sme: Mii boahtit sihkkarit joatkit ságastallanveahki ja skuvlejumi.

source: Saamelaiskäräjillä tehdään aluehallintoviraston toimesta työsuojelutarkistus, jossa tarkastellaan saamelaiskäräjien työoloja ja henkilöstöjohtamista.
sme: Sámediggái dahkko guovlohálddašanvirgelágádusa doaimmas bargosuodjalandárkkistus, mas gieđahallojuvvojit sámedikki bargandilit ja bargiidjođiheapmi.

source: Pidän tarkastusta hyvänä asiana ja se antaa meille mahdollisuuden kehittää edelleen omaa toimintaamme ja hallintoamme.
sme: Anán dárkkistusa buorrin áššin ja dat addá midjiide vejolašvuođa gárgehit ain iežamet doaimma ja hálddahusa.

source: Saamelaiskäräjien hallitus pitää ensi perjantaina kokouksen, jossa käsittelemme kiireellisiä asioita, saamelaiskäräjien taloustilannetta ja henkilöstöhallintoon liittyviä asioita.
sme: Sámedikki hálddahus doallá boahtte bearjadaga čoakkáma, mas gieđahallat hohpolaš áššiid, sámedikki ekonomiijadili ja bargiidhálddahusa áššiid.

source: Torstaina järjestimme pitkästä aikaa saamelaisten kotiseutualueen paliskuntien poroisäntien ja saamelaiskäräjien yhteiskokouksen.
sme: Ikte duorastaga ordniimet guhkes áigái sámiid ruovttuguovllu bálgesiid boazoisidiid ja sámedikki oktasaščoakkáma.

source: Jouduimme lähettämään kutsun lyhyellä varoitusajalla ja monissa paliskunnissa oli syyserotuksia.
sme: Šattaimet sáddet bovdehusa oanehis bovdenáiggiin ja máŋgga bálgesis ledje rátkimat.

source: Suurin osa poroisännistä pääsi kuitenkin paikalle mistä olin todella iloinen.
sme: Eatnasat boazoisidiin besse liikká boahtit čoakkámii, mas lean hui duhtavaš.

source: Saamelaiskäräjät oli kutsunut kokouksen koolle, jotta saisimme kuulla paliskuntien näkemyksiä ja ajatuksia.
sme: Sámediggi lei bovden čoakkáma čoahkkái, vai sáhtáleimmet gullat bálgesiid oainnuid ja jurdagiid.

source: Meillä oli erinomainen ja rakentava keskustelu ja sain tapaamisesta taas uutta voimaa ja intoa edistää saamelaisporonhoidon asemaa.
sme: Mis lei earenoamáš buorre ja huksejeaddji ságastallan ja ožžon čoakkámis fas ođđa vuoimmi ja movtta ovddidit sámi boazodoalu sajádaga.

source: Parhaillaan ollaan uudistamassa PEFC-metsäsertifiointikriteeristöä.
sme: Bárisin ođasnuhttojuvvojit PEFC-vuovdesertikašuvdna-kritearat.

source: Kuulimme paliskuntia kriteeristöstä ja saimme esityksiä sen kehittämiseksi, jotka viemme eteenpäin.
sme: Gulaimet bálgesiid kriterain ja oaččuimet evttohusaid daid ovddideami várás, maid doalvut ovddos.

source: Maa- ja metsätalousministeriön asettaman saamelaisten osallistumisoikeuksien vahvistamista selvittävän työryhmän yhtenä tehtävänä on porohoidon yleisten edellytysten parantaminen saamelaisten kotiseutualueella.
sme: Eanan- ja meahccedoalloministeriija ásahan bargojoavkku, mii galgá čielggadit sámiid oassálastinrivttiid nannema, oktan bargun lea boazodoalu oppalaš eavttuid buorideapmi sámiid ruovttuguovllus.

source: Työryhmän puheenjohtaja Pentti Lähteenojan mukaan kehittämisen tulee tapahtua ilman poronhoitolain avaamista.
sme: Bargojoavkku ságadoalli Pentti Lähteenojan mielde ovddideapmi galgá dáhpáhuvvat almmá boazodoallolága rahpama haga.

source: Kuulimme poroisäntien näkemyksiä miten poronhoitoa tulisi edistää ja luonnollisesti yhdeksi kehittämistavoitteeksi nousi tukitason nostaminen.
sme: Gulaimet boazoisidiid oainnuid mot boazodoallu galggalii ovddiduvvot ja diehttelas oktan ovddidanulbmilin loktanii ovdan doarjjadási bajideapmi.

source: Käsittelimme kokouksessa myös Metsähallituksen ja Paliskuntain yhdistyksen tekemää sopimusta porotalouden huomioimisesta valtion hallinnassa olevilla maa-alueilla.
sme: Gieđahalaimet čoakkámis maid oainnuid Meahcceráđđehusa ja bálgesiid ovttastusa dahkan soahpamušas, mii guoská boazodoalu vuhtii váldima stáhta hálddašan eananviidodagain.

source: Sopimus on aiemmasta sopimuksesta poiketen ulotettu koskemaan myös saamelaisten kotiseutualuetta eikä siitä ole neuvoteltu saamelaiskäräjien kanssa.
sme: Soahpamuš spiehkasta ovddit soahpamuš nu, ahte dat lea olahuvvon guoskat maid sámiid ruovttuguovllu iige das leat ráđđádallojuvvon sámedikkiin.

source: Poroisäntäkokouksen yksimielinen viesti oli, että sopimus edellyttää kehittämistä saamelaisten kotiseutualueen osalta.
sme: Boazoisitčoakkáma ovttamielalaš signála lei dat, ahte soahpamuš gáibida gárgeheami sámiid ruovttuguovllu oasis.

source: Tukes oli pyytänyt saamelaiskäräjiltä näkemystä kaivoslain § 38 toimeenpanosta, mikä koskee lupaharkintaa saamelaisten kotiseutualueella.
sme: Tukes (dorvvolašvuohta- ja kemikálavirgelágádus) lei bivdán sámedikki oainnu ruvkelága 38 § olláhuhttimis, mii guoská lohpeárvvoštallama sámiid ruovttuguovllus.

source: Keskustelimme myös kaivoslain toimeenpanosta.
sme: Ságastalaimet maid ruvkelága olláhuhttimis.

source: Saamelaiskäräjät on antanut Tukesille asiassa vastauksen, joka löytyy saamelaiskäräjien kotisivuilta.
sme: Sámediggi lea addán áššis Tukesii vástádusa, mii gávdno sámedikki ruovttusiidduin.

source: Paliskunnat, joille on tullut paljon hakemuksia, kertoivat olevansa voimattomia asian suhteen eivätkä ehdi vastaamaan kaikkiin lausuntopyyntöihin omien porotöittensä ohessa.
sme: Bálgesat, maidda leat boahtán olu ohcamušat, muitale iežaset leat vuoimmeheamit áššis, eaige dat háhppet vástidit buot cealkinbivdagiidda iežaset boazobargguid olis.

source: Lupasimme nostaa asian esille neuvotteluissa Tukesin ja muiden viranomaisten kanssa.
sme: Lohpideimmet loktet ášši ovdan ráđđádallamiin Tukesiin ja eará eiseválddiiguin.

source: Tilanne vaikeuttaa paliskuntien oikeusturvan toteutumista.
sme: Dilli váttásnuhttá bálgesiid riektedorvvu olláhuvvama.

source: Kerroin kokoukselle myös artikla 8(j):n edistämisestä ja toimeenpanosta.
sme: Muitalin čoakkámii maid artihkal 8(j):a ovddideamis ja olláhuhttimis.

source: Saamelaiskäräjät lupasi edistää poroisäntäkokouksen keskusteluissa esiin nousseita asioita.
sme: Sámediggi lohpidii ovddidit boazoisitčoakkáma ságastallamiin ovdan boahtán áššiid.

source: Laadimme asiasta muistion.
sme: Ráhkadit áššis muittuhančállosa.

source: Pidämme seuraavan paliskuntien ja saamelaiskäräjien yhteiskokouksen viimeistään maaliskuussa, jossa katsotaan miten kokouspäätökset ovat edistyneet.
sme: Doallat čuovvovaš bálgesiid ja sámedikki oktasaščoakkáma maŋimusat njukčamánus, mas dasto geahččat mot čoakkánmearrádusat leat ovdánan.

source: Käsittelemme seuraavassa yhteiskokouksessamme myös PEFC-kriteeristöä ja Metsähallituksen ja PY:n tekemää sopimusta.
sme: Gieđahallat čuovvovaš oktasaščoakkámis maid PEFC-kriteraid ja Meahcceráđđehusa ja Bálgesiid ovttastusa dahkan soahpamuša.

source: Ensi viikolla on saamelaiskäräjien hallituksen lisäksi muita kokouksia.
sme: Boahtte vahku leat sámedikki stivrra čoakkáma lassin earánai čoakkámat.

source: Saamelaiskäräjälain uudistamista valmistellut työryhmä luovuttaa yksimielisen esityksensä oikeusministeri Anna-Maja Henrikssonille 31.10.
sme: Sámediggelága ođasnuhttima válmmaštallan bargojoavku luobaha ovttamielalaš evttohusas vuoigatvuohtaministtar Anna-Maja Henrikssonii 31.10.

source: Tuon katsauksen työryhmän esitykseen ja kommentoin luovutustilaisuutta seuraavassa blogissani.
sme: Buvttán ovdan geahčastaga bargojoavkku evttohusas ja kommenteren luobahandilálašvuođa čuovvovaš bloggastan.

source: Tiistaina neuvottelemme Metsähallituksen kanssa mm..
sme: Disdaga ráđđádallat Meahcceráđđehusain ee. PEFC-vuovdesertikašuvdnakritearain.

source: PEFC-metsäsertifiointikriteeristä.
sme: Sámediggi buktá Meahcceráđđehussii boazoisitčoakkáma dearvvuođagaid.

source: Saamelaiskäräjät tuo Metsähallitukselle poroisäntäkokouksen terveiset.
sme: Mánnodaga oassálasttán Kanada ambassadeavrra lágidan eahketmállásiidda.

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
